Revit 2026 API

# AssemblyMemberDifferentParameters Properties

---

The AssemblyMemberDifferentParameters type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | IsValidObject | Specifies whether the .NET object represents a valid Revit entity. (Inherited from AssemblyMemberDifference) |

#### Reference

AssemblyMemberDifferentParameters Class

Autodesk.Revit.DB Namespace